/* English localization strings for Autofill extension */
"loading_error" = "Fehler beim Laden";
"loading_error_message" = "Das Laden der Zugangsdaten ist fehlgeschlagen. Bitte öffne die AliasVault-App, um auf Updates zu prüfen.";
"ok" = "OK";
"login_required" = "Anmeldung erforderlich";
"login_required_message" = "Um Autofill zu verwenden, melde Dich bitte in Deinem AliasVault-Konto in der AliasVault-App an.";
"biometric_required" = "%@ erforderlich";
"biometric_required_message" = "Um AliasVault Autofill zu verwenden, aktiviere bitte %@ in Deinen Geräteeinstellungen und/oder gehe zu den AliasVault-App-Einstellungen, um es zu konfigurieren.";
"biometric_app_required_message" = "Um Autofill zu verwenden, aktiviere bitte %@ als Entsperrmethode in den AliasVault-App-Einstellungen.";
"loading_credentials" = "Zugangsdaten werden geladen...";
"no_credentials_found" = "Keine Zugangsdaten gefunden";
"no_credentials_match" = "Keine existierenden Zugangsdaten stimmen mit Deiner Suche überein";
"create_new_credential" = "Neuen Zugang erstellen";
"select_credential" = "Zugang auswählen";
"select_text_to_insert" = "Text zum Einfügen auswählen";
"cancel" = "Abbrechen";
"choose_username" = "Wähle Deinen Benutzernamen";
"select_text_to_insert_message" = "Text zum Einfügen in das fokussierte Eingabefeld auswählen";
"choose_username_message" = "Diese Website kann Deinen Benutzernamen oder Deine E-Mail-Adresse für die Anmeldung benötigen";
"username_prefix" = "Benutzername: ";
"email_prefix" = "E-Mail-Adresse: ";
"password" = "Passwort";
"error" = "Fehler";
"credentials_load_error" = "Fehler beim Laden der Zugangsdaten. Bitte öffne die AliasVault-App, um nach Updates zu suchen.";
"no_credential_selected" = "Kein Zugang ausgewählt.";
"failed_to_load_credentials" = "Das Laden der Zugangsdaten ist fehlgeschlagen";
"face_id_touch_id" = "Face ID / Touch ID";
"face_id" = "Face ID";
"touch_id" = "Touch ID";

/* Context menu strings */
"copy_username" = "Benutzername kopieren";
"copy_password" = "Passwort kopieren";
"copy_email" = "E-Mail-Adresse kopieren";
"view_details" = "Details anzeigen";
"edit" = "Bearbeiten";
"username_copied" = "Benutzername kopiert";
"password_copied" = "Passwort kopiert";
"email_copied" = "E-Mail-Adresse kopiert";

/* Search bar */
"search_credentials" = "Zugangsdaten suchen...";
